Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SaverBackdropSourceDisabledDescription
source: Show all Memories, or to choose which ones appear, mark some as Favorites in the Photos app. Memories are updated once a day.
ar: إظهار كل الذكريات أو اختيار الذكريات التي تظهر، وتمييز بعضها كمفضلة في تطبيق الصور. يتم تحديث الذكريات مرة واحدة في اليوم.
ca: Mostra tots els records o, si prefereixes que només se’n mostri una selecció, ves a l’app Fotos i afegeix‑ne uns quants als favorits. Els records s’actualitzen un cop al dia.
cs: Zobrazuje všechny vzpomínky. Chcete‑li zobrazit jen výběr, označte některé vzpomínky v aplikaci Fotky jako oblíbené. Vzpomínky se aktualizují jednou za den.
da: Vis alle minder, eller marker nogle som favoritter i appen Fotos, hvis du vil vælge dem, der skal vises. Minder opdateres en gang om dagen.
de: Blende alle Rückblicke ein oder wähle aus, welche angezeigt werden sollen, indem du sie in der Fotos-App als Favoriten markierst. Rückblicke werden einmal pro Tag aktualisiert.
el: Εμφάνιση όλων των αναμνήσεων. Για εμφάνιση επιλεγμένων αναμνήσεων, σημαίνετε μερικές ως Αγαπημένες στην εφαρμογή «Φωτογραφίες». Οι αναμνήσεις ενημερώνονται μία φορά την ημέρα.
es: Muestra todos los recuerdos o, si quieres que aparezcan solo algunos, márcalos como favoritos en la app Fotos. Los recuerdos se actualizan una vez al día.
es_us: Muestra todos los recuerdos o elige cuáles quieres ver; puedes marcar algunos como favoritos en Fotos. Los recuerdos se actualizan una vez al día.
fi: Näytä kaikki muistot tai valitse ne, jotka näkyvät, merkitsemällä niitä suosikeiksi Kuvat-apissa. Muistot päivitetään kerran päivässä.
fr: Affichez tous les souvenirs ou choisissez les souvenirs à afficher en les ajoutant aux préférés dans l’app Photos. Les souvenirs sont mis à jour quotidiennement.
fr_ca: Affichez tous les souvenirs ou ajoutez-en aux favoris dans l’app Photos pour choisir ceux que vous voulez afficher. Les souvenirs sont mis à jour une fois par jour.
he: ניתן להציג את כל הזיכרונות או לבחור אילו מהם יופיעו על ידי הוספתם ל״מועדפים״ ביישום ״תמונות״. הזיכרונות מתעדכנים פעם ביום.
hi: सभी यादें दिखाएँ या जो यादें दिखाना चाहते हैं उन्हें चुनने के लिए कुछ को तस्वीर ऐप में पसंदीदा के रूप में चिह्नित करें। यादें दिन में एक बार अपडेट की जाती हैं।
hr: Prikažite sve uspomene ili za odabir onih koje će se prikazivati označite neke kao omiljene u aplikaciji Foto. Uspomene se ažuriraju jedanput dnevno.
hu: Megjelenítheti az összes emléket, vagy kiválaszthatja, hogy melyek jelenjenek meg, ha kedvencként jelöli meg őket a Fotók appban. Az emlékek naponta egyszer frissülnek.
id: Tampilkan semua Memori, atau untuk memilih mana yang muncul, tandai beberapa sebagai Favorit di app Foto. Memori diperbarui sehari sekali.
it: Mostra tutti i ricordi oppure scegli quali verranno visualizzati contrassegnandoli come preferiti nell’app Foto. I ricordi vengono aggiornati una volta al giorno.
ja: 写真アプリで、すべてのメモリーを表示するか、または一部の項目をお気に入りに追加して表示する項目を選択します。メモリーは1日に1回アップデートされます。
ko: 모든 추억을 보여주거나, 사진 앱에서 일부 사진을 즐겨찾기로 표시하여 해당 사진만 나타나도록 선택할 수 있습니다. 추억은 하루에 한 번 업데이트됩니다.
ms: Tunjukkan semua Memori, atau untuk memilih yang kelihatan, tandakan sesetengah sebagai Kegemaran dalam app Foto. Memori dikemas kini sekali sehari.
nb: Vis alle minner, eller merk noen som favoritter i Bilder-appen for å velge hvilke som skal vises. Minner oppdateres én gang om dagen.
nl: Toon alle terugblikken of markeer sommige terugblikken als favoriet in de Foto's-app als je wilt bepalen welke worden weergegeven. Terugblikken worden eenmaal per dag bijgewerkt.
pl: Możesz wyświetlać wszystkie wspomnienia lub oznaczyć część z nich jako ulubione w aplikacji Zdjęcia, aby wyświetlać tylko je. Wspomnienia są uaktualniane raz dziennie.
pt_br: Mostra todas as Memórias. Para escolher quais aparecem, marque algumas como Favoritas no app Fotos. As Memórias são atualizadas uma vez por dia.
pt_pt: Mostra todas as recordações ou as que escolher para serem apresentadas assinalando algumas como favoritas na aplicação Fotografias. As recordações são atualizadas uma vez por dia.
ro: Afișați toate amintirile sau, pentru a alege care dintre acestea să apără, marcați unele amintiri drept favorite în aplicația Poze. Amintirile sunt actualizate o dată pe zi.
ru: Показывать все воспоминания или только определенные воспоминания (для этого отметьте их как избранные в приложении «Фото»). Воспоминания обновляются один раз в сутки.
sk: Zobrazí všetky spomienky. Ak chcete, aby sa zobrazovali len niektoré spomienky, označte ich ako obľúbené v apke Fotky. Spomienky sa aktualizujú raz denne.
sl: Izberete lahko prikaz vseh spominov ali pa izberite, kateri naj bodo prikazani, in sicer tako, da določenim dodate oznako Priljubljeni v aplikaciji Photos. Spomini se posodobijo enkrat na dan.
sv: Du kan visa alla minnen eller välja vilka som ska visas genom att favoritmarkera vissa bilder i appen Bilder. Minnen uppdateras en gång om dagen.
th: แสดงความทรงจำทั้งหมด หรือเลือกความทรงจำที่จะแสดง หรือทำเครื่องหมายบางความทรงจำเป็นรายการโปรด ในแอปรูปภาพ อัปเดตความทรงจำวันละหนึ่งครั้ง
tr: Tüm anıları gösterin veya hangilerinin görüneceğini seçmek için Fotoğraflar uygulamasında bazılarını favori olarak işaretleyin. Anılar günde bir kere güncellenir.
uk: Можна показувати всі спогади чи тільки окремі, позначивши їх як улюблені в програмі «Фотографії». Спогади оновлюються щодня.
vi: Hiển thị tất cả các kỷ niệm hoặc đánh dấu một số kỷ niệm là Mục ưa thích trong ứng dụng Ảnh để chọn những kỷ niệm sẽ xuất hiện. Kỷ niệm được cập nhật một lần mỗi ngày.
zh_cn: 显示所有“回忆”，或在“照片”App中将部分回忆标为“个人收藏”以选择要显示的回忆。“回忆”每日更新一次。
zh_hk: 顯示所有「回憶」，或者如需選擇要顯示的回憶，請在「相片」App中將部份回憶標示為「喜好項目」。「回憶」一日更新一次。
zh_tw: 顯示所有「回憶」，或是若要有所選擇，請在「照片」App中將部分「回憶」標示為「喜好項目」。「回憶」會一天更新一次。

# SaverBackdropTheme
source: Themes
ar: السمات
ca: Temes
cs: Motivy
da: Temaer
de: Themen
el: Θέματα
es: Temas
es_us: Temas
fi: Teemat
fr: Thèmes
fr_ca: Thèmes
he: ערכות נושא
hi: थीम
hr: Teme
hu: Témák
id: Tema
it: Temi
ja: テーマ
ko: 테마
ms: Tema
nb: Temaer
nl: Thema's
pl: Motywy
pt_br: Temas
pt_pt: Temas
ro: Teme
ru: Темы
sk: Témy
sl: Teme
sv: Teman
th: ชุดรูปแบบ
tr: Temalar
uk: Теми
vi: Chủ đề
zh_cn: 主题
zh_hk: 主題
zh_tw: 主題

# SaverBackdropThemeCallout
source: The screen saver rotates through the Aerials on your Apple TV. Hide any you don’t want included.
ar: تتغير شاشة التوقف باستمرار باستخدام الصور الجوية على Apple TV. يمكنك إخفاء أي صور لا ترغب في تضمينها.
ca: L’estalvi de pantalla mostrarà les vistes aèries de l’Apple TV de manera aleatòria. Pots ocultar les que no vulguis que hi apareguin.
cs: Spořič obrazovky cyklicky střídá všechny letecké záběry, které jsou v Apple TV k dispozici. Pokud chcete některé vynechat, skryjte je.
da: Skærmskåneren skifter mellem luftfotoene på dit Apple TV. Skjul de luftfotos, som ikke skal inkluderes.
de: Der Bildschirmschoner zeigt die Luftaufnahmen auf deinem Apple TV in einer Diashow an. Blende alle aus, die nicht angezeigt werden sollen.
el: Η προφύλαξη οθόνης εμφανίζει εναλλάξ αεροβίντεο στο Apple TV. Αποκρύψτε αυτά που δεν θέλετε.
es: El salvapantallas va mostrando las distintas vistas aéreas en el Apple TV. Puedes ocultar las que no quieras incluir.
es_us: El protector de pantalla muestra diversas vistas aéreas en tu Apple TV. Oculta las que no quieras incluir.
fi: Näytönsäästäjä kierrättää ilmakuvia Apple TV:ssä. Kätke ne, joita et halua sisällyttää.
fr: L’économiseur d’écran fait défiler les vues aériennes sur votre Apple TV. Vous pouvez masquer celles que vous ne souhaitez pas inclure.
fr_ca: L’économiseur d’écran fait défiler les vues aériennes sur votre Apple TV. Masquez celles que vous ne voulez pas inclure.
he: שומר המסך מחליף בין צילומי האוויר ב‑Apple TV. באפשרותך להסתיר את אלה שאינך רוצה לכלול.
hi: आपके Apple TV पर स्क्रीन सेवर एक से दूसरे एरियल पर बदलता रहता है। जो पसंद न हों, उन्हें छिपाएँ।
hr: Zaštita zaslona rotira zračne snimke na vašem Apple TV-u. Sakrijte one koje ne želite uključiti.
hu: A képernyővédő egymás után megjeleníti a légi felvételeket az Apple TV‑n. Elrejtheti azokat, amelyeket nem szeretne, hogy megjelenjenek.
id: Penghemat layar merotasi Aerial di Apple TV Anda. Sembunyikan Aerial yang tidak ingin Anda sertakan.
it: Il salvaschermo mostra in sequenza le viste aeree su Apple TV. Nascondi quelle che non vuoi includere.
ja: Apple TVのスクリーンセーバで“空撮”がローテーション表示されます。ローテーションに含めたくないものを非表示にします。
ko: Apple TV의 화면 보호기에 항공 사진이 순환하며 표시됩니다. 표시하고 싶지 않은 항공 사진은 가리십시오.
ms: Penyelamat skrin menggilirkan Tema Udara pada Apple TV anda. Sembunyikan mana-mana yang anda tidak mahu sertakan.
nb: Skjermspareren blar gjennom luftfotoene på Apple TV. Du kan skjule luftfoto du ikke vil ha med.
nl: De schermbeveiliging roteert door de 'In vogelvlucht'-beelden op je Apple TV. Verberg de beelden die je niet wilt zien.
pl: Wygaszacz ekranu Apple TV cyklicznie zmienia widoki z lotu ptaka. Możesz ukryć te, których nie chcesz wyświetlać.
pt_br: O protetor de tela alterna as Vistas Aéreas da Apple TV. Oculte aquelas que você não deseja incluir.
pt_pt: A proteção de ecrã alterna entre as vistas aéreas na Apple TV. Oculte as que não quiser ver incluídas.
ro: Screensaverul afișează alternativ vederile aeriene pe Apple TV. Ascundeți‑le pe cele care nu doriți să fie incluse.
ru: Аэрозаставки будут поочередно отображаться на Apple TV. Если Вы не хотите видеть какие‑то из них, скройте их.
sk: Šetrič obrazovky strieda letecké zábery na vašom Apple TV. Tie, ktoré nechcete zobrazovať, môžete skryť.
sl: Ohranjevalnik zaslona v Apple TV-ju izmenično prikazuje zračne posnetke. Skrijte vse, ki jih ne želite vključiti.
sv: Skärmsläckaren roterar bland flygfotona på Apple TV. Göm alla foton som inte ska ingå.
th: ภาพพักหน้าจอจะแสดงภาพมุมสูงสลับต่อกันไปเรื่อยๆ บน Apple TV ของคุณ เลือกซ่อนภาพที่คุณไม่ต้องการให้แสดง
tr: Ekran koruyucu, Apple TV’nizdeki Havadan öğeleri arasında geçiş yapar. Dahil etmek istemediklerinizi gizleyin.
uk: На екранній заставці Apple TV чергуються види з повітря. Сховайте ті з них, які не потрібно показувати.
vi: Trình bảo vệ màn hình luân chuyển qua các video Không trung trên Apple TV của bạn. Ẩn bất kỳ mục nào mà bạn không muốn bao gồm.
zh_cn: 屏幕保护程序会循环播放Apple TV上的航拍。隐藏任何你不想包含的内容。
zh_hk: 螢幕保護程式會在Apple TV的「航拍」上輪播。請隱藏任何你不想包括在內的項目。
zh_tw: 螢幕保護程式會循環播放Apple TV上的「空照圖」。隱藏任何你不想包含的空照圖。

# SaverBackdropThemeDescription
source: Choose which Aerials are displayed.
ar: اختيار الصور الجوية المراد عرضها.
ca: Selecciona les vistes aèries que vulguis que es mostrin.
cs: Umožňuje vybrat letecké záběry.
da: Vælg hvilke luftfotos, der vises.
de: Wähle, welche Luftaufnahmen angezeigt werden.
el: Επιλέξτε ποια αεροβίντεο θα εμφανίζονται.
es: Selecciona qué vistas aéreas se mostrarán.
es_us: Elige los protectores de vista aérea que se mostrarán.
fi: Valitse, mitkä ilmakuvat näytetään.
fr: Choisissez les vues aériennes à afficher.
fr_ca: Choisissez les vues aériennes à afficher.
he: בחירת הצילומים האוויריים שיוצגו
hi: चुनाव करें कि कौन से एरियल दिखाने हैं।
hr: Odaberite zračne snimke koje će se prikazivati.
hu: Válassza ki, milyen légi felvételek jelenjenek meg.
id: Pilih Aerial mana yang akan ditampilkan.
it: Scegli le viste aeree da mostrare.
ja: どの空撮を表示するか選択してください。
ko: 어떤 항공 사진을 표시할지 선택합니다.
ms: Pilih Tema Udara yang dipaparkan.
nb: Velg hvilke luftfoto som vises.
nl: Bepaal welke schermbeveiligingen worden weergegeven.
pl: Wybór wyświetlanych wygaszaczy Z lotu ptaka.
pt_br: Escolha quais vistas Aéreas são exibidas.
pt_pt: Escolha os temas que devem ser apresentados.
ro: Alegeți ce vederi aeriene să fie afișate.
ru: Выберите, какие аэрозаставки показывать.
sk: Umožní vybrať, ktoré letecké zábery sa budú zobrazovať.
sl: Izberite, kateri posnetki iz zraka naj bodo prikazani.
sv: Välj vilka flygfoton som ska visas.
th: เลือกภาพมุมสูงที่จะแสดง
tr: Hangi görüntülerin oynatılacağını seçin.
uk: Виберіть, які теми будуть відображатися.
vi: Chọn loại hình ảnh trên cao được hiển thị.
zh_cn: 选取要显示的航拍。
zh_hk: 選擇要顯示的「航拍」。
zh_tw: 選擇要顯示的空照圖。

# SaverBackdropThemeHide
source: Hide All
ar: إخفاء الكل
ca: Oculta‑ho tot
cs: Skrýt vše
da: Skjul alle
de: Alle ausblenden
el: Απόκρυψη όλων
es: Ocultar todo
es_us: Ocultar todo
fi: Kätke kaikki
fr: Tout masquer
fr_ca: Tout masquer
he: הסתרת הכול
hi: सभी छिपाएँ
hr: Sakrij sve
hu: Összes elrejtése
id: Sembunyikan Semua
it: Nascondi tutto
ja: すべて非表示
ko: 모두 가리기
ms: Sembunyi Semua
nb: Skjul alle
nl: Verberg alle
pl: Ukryj wszystkie
pt_br: Ocultar Tudo
pt_pt: Ocultar tudo
ro: Ascundeți tot
ru: Скрыть все
sk: Skryť všetky
sl: Skrij vse
sv: Göm alla
th: ซ่อนทั้งหมด
tr: Tümünü Gizle
uk: Сховати всі
vi: Ẩn tất cả
zh_cn: 全部隐藏
zh_hk: 隱藏全部
zh_tw: 隱藏全部

# SaverBackdropThemeHideAccessibilityValue
source: Hidden %@
ar: تم إخفاء %@
ca: Vista aèria “%@” oculta
cs: Skryli jste spořič „%@“
da: Skjult %@
de: Ausgeblendet: %@
el: Το αεροβίντεο «%@» είναι κρυμμένο
es: Vista aérea “%@” oculta
es_us: La vista aérea %@ está oculta
fi: Kätketty %@
fr: Vue aérienne %@ masquée
fr_ca: Vue aérienne « %@ » masquée
he: ‏%@ מוסתר
hi: अदृश्य %@
hr: Skriveno: %@
hu: %@ elrejtve
id: %@ Tersembunyi
it: Hai nascosto %@
ja: %@を非表示
ko: %@ 가려짐
ms: %@ Tersembunyi
nb: Skjuler %@
nl: %@ verborgen
pl: Ukryty wygaszacz %@
pt_br: %@ não visível
pt_pt: %@ não visível
ro: Vedere aeriană %@ ascunsă
ru: Скрыты заставки, где есть %@
sk: Šetrič %@ je skrytý
sl: Skrito: %@
sv: Gömda %@
th: %[tt]@ซ่อนอยู่
tr: %@ Gizli
uk: Вид «%@» приховано
vi: %@ bị ẩn
zh_cn: 已隐藏%@
zh_hk: 已隱藏%@
zh_tw: 已隱藏%@

# SaverBackdropThemeShow
source: Show All
ar: إظهار الكل
ca: Mostra‑ho tot
cs: Zobrazit vše
da: Vis alle
de: Alle einblenden
el: Εμφάνιση όλων
es: Mostrar todo
es_us: Mostrar todo
fi: Näytä kaikki
fr: Tout afficher
fr_ca: Tout afficher
he: הצגת הכול
hi: सभी दिखाएँ
hr: Prikaži sve
hu: Összes megjelenítése
id: Tampilkan Semua
it: Mostra tutti
ja: すべてを表示
ko: 모두 보기
ms: Tunjukkan Semua
nb: Vis alle
nl: Toon alles
pl: Pokaż wszystkie
pt_br: Mostrar Tudo
pt_pt: Mostrar tudo
ro: Afișați tot
ru: Все
sk: Zobraziť všetky
sl: Prikaži vse
sv: Visa alla
th: แสดงทั้งหมด
tr: Tümünü Göster
uk: Показати всі
vi: Hiển thị tất cả
zh_cn: 全部显示
zh_hk: 顯示全部
zh_tw: 顯示全部

# SaverBackdropThemeShowAccessibilityValue
source: Included %@
ar: تم تضمين %@
ca: Vista aèria “%@” inclosa
cs: Zahrnuli jste spořič „%@“
da: Inkluderet %@
de: Einbezogen: %@
el: Το αεροβίντεο «%@» περιλαμβάνεται
es: Vista aérea “%@” visible
es_us: La vista aérea %@ está incluida
fi: Sisällytetty %@
fr: Vue aérienne %@ incluse
fr_ca: Vue aérienne « %@ » incluse
he: ‏%@ כלול
hi: शामिल %@
hr: Uključeno: %@
hu: %@ hozzáadva
id: %@ yang Disertakan
it: Hai incluso %@
ja: %@を含む
ko: %@ 포함됨
ms: %@ Disertakan
nb: Inkluderer %@
nl: %@ toegevoegd
pl: Uwzględniony wygaszacz %@
pt_br: Incluído: %@
pt_pt: Incluído: %@
ro: Vedere aeriană %@ inclusă
ru: Добавлены заставки, где есть %@
sk: Šetrič %@ je zahrnutý
sl: Vključeno: %@
sv: Ingår %@
th: รวม%[tt]@ด้วย
tr: %@ Dahil
uk: Вид «%@» додано
vi: %@ được bao gồm
zh_cn: 已包含%@
zh_hk: 包括%@
zh_tw: 已包含%@

# SaverBackdropYourAlbumsGroupTitle
source: Albums
ar: الألبومات
ca: Àlbums
cs: Alba
da: Album
de: Alben
el: Άλμπουμ
es: Álbumes
es_us: Álbumes
fi: Albumit
he: אלבומים
hi: ऐल्बम
hr: Albumi
hu: Albumok
id: Album
it: Album
ja: アルバム
ko: 앨범
ms: Album
nb: Albumer
pl: Albumy
pt_br: Álbuns
pt_pt: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sl: Albumi
sv: Album
th: อัลบั้ม
tr: Albümler
uk: Альбоми
vi: Album
zh_cn: 相簿
zh_hk: 相簿
zh_tw: 相簿

# SaverBackdropYourPhotosGroupTitle
source: Your Photos
ar: صورك
ca: Les teves fotos
cs: Vaše fotky
da: Dine fotos
de: Deine Fotos
el: Οι φωτογραφίες σας
es: Tus fotos
es_us: Tus fotos
fi: Omat kuvat
fr: Vos photos
fr_ca: Vos photos
he: התמונות שלך
hi: आपकी तस्वीरें
hr: Vaše fotografije
hu: Az Ön fotói
id: Foto Anda
it: Le tue foto
ja: あなたの写真
ko: 사용자의 사진
ms: Foto Anda
nb: Dine bilder
nl: Jouw foto's
pl: Twoje zdjęcia
pt_br: Suas Fotos
pt_pt: As suas fotografias
ro: Pozele dvs.
ru: Ваши фото
sk: Vaše fotky
sl: Vaše fotografije
sv: Dina bilder
th: รูปภาพของคุณ
tr: Fotoğraflarınız
uk: Ваші фото
vi: Ảnh của bạn
zh_cn: 你的照片
zh_hk: 你的相片
zh_tw: 你的照片

# SaverBackdropYourPhotosSetupDescription
source: To see photos and Memories on this Apple TV, set up iCloud Photos.
ar: لرؤية الصور والذكريات على هذا الـ Apple TV، يجب إعداد "صور iCloud".
ca: Per mostrar fotos i records a l’Apple TV, activa les fotos a l’iCloud.
cs: Chcete‑li si na této Apple TV prohlížet fotky a vzpomínky, nastavte službu Fotky na iCloudu.
da: Hvis du vil se fotos og minder på dette Apple TV, skal du indstille iCloud-fotos.
de: Um auf diesem Apple TV Fotos und Rückblicke anzuzeigen, richte „iCloud-Fotos“ ein.
el: Για εμφάνιση φωτογραφιών και αναμνήσεων σε αυτό το Apple TV, διαμορφώστε τις Φωτογραφίες iCloud.
es: Para ver fotos y recuerdos en este Apple TV, configura Fotos en iCloud.
es_us: Para ver fotos y recuerdos en este Apple TV, configura Fotos en iCloud.
fi: Jos haluat nähdä kuvia ja muistoja tässä Apple TV:ssä, ota iCloud-kuvat käyttöön.
fr: Pour afficher des photos et des souvenirs sur cette Apple TV, configurez Photos iCloud.
fr_ca: Pour afficher des photos et des souvenirs sur cette Apple TV, configurez Photos iCloud.
he: כדי להציג תמונות וזיכרונות ב‑Apple TV זה יש להגדיר את ״תמונות iCloud״.
hi: इस Apple TV पर तस्वीरें और यादें देखने के लिए iCloud तस्वीर सेटअप करें।
hr: Za prikazivanje fotografija i Uspomena na ovom Apple TV-u podesite iCloud fotografije.
hu: Ha szeretne fotókat és emlékeket megtekinteni ezen az Apple TV‑n, állítsa be az iCloud‑fotókat.
id: Untuk melihat foto dan Memori di Apple TV ini, atur Foto iCloud.
it: Per vedere foto e ricordi su questa Apple TV, configura “Foto di iCloud”.
ja: このApple TVで写真や“メモリー”を表示するには、iCloud写真を設定します。
ko: 이 Apple TV에서 사진 및 추억을 보려면 iCloud 사진을 설정하십시오.
ms: Untuk melihat foto dan Memori pada Apple TV ini, sediakan Foto iCloud.
nb: Klargjør iCloud Bilder for å se bilder og minner på denne Apple TV-en.
nl: Om foto's en terugblikken op deze Apple TV te zien, configureer je iCloud-foto's.
pl: Aby wyświetlać zdjęcia i wspomnienia na tym Apple TV, skonfiguruj Zdjęcia w iCloud.
pt_br: Para ver fotos e Memórias nesta Apple TV, configure as Fotos do iCloud.
pt_pt: Para ver fotografias e recordações nesta Apple TV, configure Fotografias em iCloud.
ro: Pentru a vedea poze și amintiri pe acest Apple TV, configurați Poze iCloud.
ru: Чтобы просматривать фото и воспоминания на этом Apple TV, настройте Фото iCloud.
sk: Ak si chcete na tomto Apple TV prezerať fotky a spomienky, nastavte službu iCloud Fotky.
sl: Za ogled fotografij in Spominov v tem Apple TV‑ju nastavite Fotografije iCloud.
sv: Ställ in iCloud‑bilder om du vill visa bilder och minnen på denna Apple TV.
th: ในการดูรูปภาพและความทรงจำบน Apple TV เครื่องนี้ ให้ตั้งค่า “รูปภาพบน iCloud”
tr: Fotoğrafları ve Anılar’ı bu Apple TV’de görmek için iCloud Fotoğrafları’nı ayarlayın.
uk: Щоб переглядати фотографії та спогади на цьому Apple TV, налаштуйте Фото iCloud.
vi: Để xem ảnh và kỷ niệm trên Apple TV này, hãy thiết lập Ảnh iCloud.
zh_cn: 若要在此Apple TV上查看照片和“回忆”，请设置“iCloud照片”。
zh_hk: 如要在此Apple TV上查看相片和「回憶」，請設定「iCloud相片」。
zh_tw: 若要在此Apple TV上查看照片和「回憶」，請設定「iCloud照片」。
